dependencies/OpenFOAM/modules/OpenQBMM/tutorials/polydisperseBubblyFoam/angledMixer/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          4;
        startFace       4275;
    }
    walls
    {
        type            wall;
        physicalType    wall;
        nFaces          258;
        startFace       4279;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          20;
        startFace       4537;
    }
    defaultFaces
    {
        type            empty;
        nFaces          4416;
        startFace       4557;
    }
)

// ************************************************************************* //
